Repository: EvaSDK/zeitgeist
Catalog: po/*.po
Languages: ca, cs, fi, fr, nn, pl, pt, pt_br, sv

source: Open Journal
ca: Obre el diari
fi: Avaa Päiväkirja
fr: Ouvrir le Journal
nn: Åpne journal
pt: Abrir Revista
pt_br: Abrir diário
sv: Öppna Dagbok

source: GNOME Zeitgeist is a tool for easily browsing and finding files on your computer.
ca: El GNOME Zeitgeist és una eina per a navegar i trobar
cs: GNOME Zeitgeist je nástroj pro snadné procházení a vyhledávání souborů ve vašem počítači.
fi: GNOME Zeitgeist on työkalu jolla on helppoa selata ja etsiä tiedostoja tietokoneelta.
fr: GNOME Zeitgeist est un outils pour trouver facilement des fichiers sur votre ordinateur.
nn: GNOME Zeitgeist er eit verktyg for å enkelt bla gjennom og finne filer på datamaskina di.
pt: Gnome Zeitgeist é uma ferramenta para viajar e encontrar ficheiros facilmente no seu computador
pt_br: O GNOME Zeitgeist é uma ferramenta para facilmente navegar e encontrar arquivos no seu computador.
sv: GNOME Zeitgeist är ett verktyg för att enkelt bläddra igenom och hitta filer på din dator.

source: Stars
ca: Activitats destacades
cs: Hvězdy
fi: Tähtiä
pt: Estrelas
pt_br: Estrelas
sv: Stjärnor

source: Journal
ca: Diari
fi: Päiväkirja
pt: Revista
pt_br: Diário
sv: Dagbok

source: Error: Could not load file: %s
ca: Error: No s'ha pogut carregar el fitxer: %s
cs: Chyba: Není možné načíst soubor: %s
fi: Virhe: Ei voitu ladata tiedostoa: %s
fr: Erreur: Impossible de charger le fichier: %s
nn: Feil: Kunne ikkje lasta fil: %s
sv: Fel: Kunde inte ladda fil: %s

source: Updating database with new %s items
ca: S'està actualitzant la base de dades amb noves activitats: %s
cs: Obnovuji databázi s %s novými položkami.
fi: Päivitetään tietokantaa uudella %s kohdalla
fr: Mise à jour de la base avec %s nouveaux éléments
nn: Oppdaterar database med nye %s-gjenstandar
pl: Aktualizowanie bazy danych z %s nowymi elementami
pt: A actualizar base de dados com novos itens %s
pt_br: Atualizando banco de dados com os novos %s items
sv: Uppdaterar databas med nya %s element.

source: Starting Zeitgeist service...
ca: S'està iniciant el servei Zeitgeist...
cs: Spouštím službu Zeitgeist...
fi: Käynnistetään Zeitgeist palvelua...
fr: Démarrage du service d'indexation de Zeitgeist...
nn: Startar Zeitgeist-tjeneste...
pl: Uruchamianie usługi Zeitgeist...
pt: A iniciar o serviço Zeitgeist...
pt_br: Iniciando serviço do Zeitgeist
sv: Startar Zeitgeist tjänsten...

source: Error: Could not connect to D-Bus.
ca: Error: No s'ha pogut establir una connexió amb el D-Bus.
cs: Chyba: Není možné se připojit k D-Bus.
fi: Virhe: Ei voitu yhdistää D-Bus.
fr: Erreur: impossible de se connecter à D-Bus.
nn: Feil: Kunne ikkje kopla til D-Bus.
pt: Erro: Não foi possível conectar a D-Bus.
pt_br: Erro: Não é possível conectar ao D-Bus.
sv: Fel: Kunde inte kontakta D-Bus.

source: Error: Zeitgeist service not running.
ca: Error: No s'està executant el servei del Zeitgeist.
cs: Chyba: služba Zeitgeist není spuštěna.
fi: Virhe: Zeitegeist palvelu ei ole käynnissä.
fr: Erreur: le service d'indexation de Zeitgeist n'est pas actif.
nn: Feil: Zeitgeist-tjeneste kjøyrer ikkje.
pt: Erro: O serviço Zeitgeist não está em funcionamento.
pt_br: Erro: O serviço do Zeitgeist não está rodando.
sv: Fel: Zeitgeist tjänsten körs inte.

source: Notes
cs: Poznámky
fi: Muistiinpanoja
nn: Notat
sv: Anteckningar

source: Create New Note
ca: Crea una nota nova
cs: Vytvořit novou poznámku
fi: Luo uusi muistiinpano
nn: Lag nytt notat
sv: Skapa Ny Anteckning

source: Make a new Tomboy note
ca: Crea una nota nova
cs: Vytvořit novou poznámku Tomboy
fi: Tee uusi Tomboy muistio
nn: Lag eit nytt Tomboy-notat
sv: Skapa en ny Tomboy anteckning

source: Documents
cs: Dokumenty
fi: Dokumentit
nn: Dokument
sv: Dokument

source: Other
ca: Altres
cs: Jiné
fi: Muut
nn: Anna
sv: Andra

source: Images
ca: Imatges
cs: Obrázky
fi: Kuvat
nn: Bilde
sv: Bilder

source: Music
ca: Música
cs: Hudba
fi: Musiikki
nn: Musikk
sv: Musik

source: Videos
ca: Vídeos
cs: Videa
fi: Videot
nn: Filmar
sv: Filmer

source: Firefox History
ca: Historial del Firefox
cs: Histroie Firefox
fi: Firefoxin Historia
sv: Firefox Historik

source: Websites visited with Firefox
ca: Pàgines web visitades amb el Firefox
cs: Stránky navštívené ve Firefox
fi: Nettisivut joita vierailtu Fifoxilla
sv: Webbplatser besökta med Firefox

source: Recently used tags
ca: Etiquetes utilitzades recentment
cs: Nedávno použité tagy
fi: Lähiaikoina käytettyjä tägejä
fr: Étiquettes récemment utilisées
nn: Tidlagere brukte etikettar
pt: Etiquetas usadas recentemente
pt_br: Tags recentemente usadas
sv: Nyligen använda etiketter

source: Most used tags
ca: Etiquetes més utilitzades
cs: Nejpoužívanější tagy
fi: Useimmin käytetyt tägit
fr: Étiquettes les plus utilisées
nn: Mest brukte etikettar
pt: Etiquetas mais usadas
pt_br: Tags mais usadas
sv: Mest använda etiketter

source: All tags
ca: Totes les etiquetes
cs: Všechny tagy
fi: Kaikki tägit
fr: Tous les tags
nn: Alle merkelappar
pt: Todas as tags
pt_br: Todas as tags
sv: Alla etiketter

source: Search
ca: Cerca
cs: Hledat
fi: Etsi
fr: Chercher
nn: Søk
pt: Procurar
pt_br: Pesquisa
sv: Sök

source: Show recent activities
ca: Mostra les activats recents
cs: Zobrazit nedávné aktivity
fi: Näytä uusimmat toimet
fr: Montrer les activitées récentes
nn: Vis nylige aktivitetar
pt: Mostrar actividades recentes
pt_br: Mostrar atividades recentes
sv: Visa nya aktiviteter

source: Search for activities
ca: Cerca activitats
cs: Hledat aktivity
fi: Etsi tehtäviä
fr: Chercher une activité
nn: Søk etter aktivitetar
pt: Procura por atividades
pt_br: Pesquisar por atividades
sv: Sök aktiviteter

source: Tags
ca: Etiquetes
cs: Tagy
fi: Tägejä
nn: Merelappar
sv: Etiketter

source: Calendar
ca: Calendari
cs: Kalendář
fi: Kalenteri
sv: Kalender

source: Filters
ca: Filtres
cs: Filtry
fi: Suodatin
fr: Filtres
nn: Filter
sv: Filter

source: Enable Grouping
ca: Mostra agrupats per tipus
cs: Zapnout seskupování
fi: Aktivoi Ryhmittely
fr: Activer le regroupement
nn: Aktiver gruppering
sv: Aktivera Gruppering

source: Name
ca: Nom
cs: Jméno
fi: Nimi
fr: Nom
nn: Namn
pt: Nome
pt_br: Nome
sv: Namn

source: Time
ca: Hora
cs: Čas
fi: Aika
fr: Temps
nn: Tid
pt: Tempo
pt_br: Tempo
sv: Tid

source: Tagged with:
ca: Etiquetat amb:
cs: Označeno s:
fi: Tägää:
fr: Étiqueté avec:
nn: Brukte etikettar
pt: Etiquetado com:
pt_br: Com a tag:
sv: Etiketterad med:

source: The file has been removed from
ca: El fitxer ha estat esborrat de
cs: Soubor byl odstraněn z
fi: Tiedosto on poistettu
fr: Le fichier a été supprimé de
nn: Fila har blitt fjerna frå
pt: O ficheiro foi removido de
pt_br: O arquivo foi removido do
sv: Filen har blivit borttagen från

source: New Document
ca: Document nou
cs: Nový dokument
fi: Uusi Dokumentti
fr: Nouveau Document
nn: Nytt dokument
pt: Novo Documento
pt_br: Novo documento
sv: Nytt Dokument

source: Related files
ca: Fitxers relacionats
cs: Spojené soubory
fi: Liityvät tiedostot
fr: Fichiers liés
nn: Beslekta filer
pt: Ficheiros relacionados
pt_br: Arquivos relacionados
sv: Relaterade filer

source: Last usage:
ca: Utilitzat per darrera vegada:
cs: Poslední použití:
fi: Viimeksi käytetyt:
fr: Dernière utilisation:
pt: Última utilização
pt_br: Última utilização
sv: Senast använda:

source: Tags:
ca: Etiquetes:
cs: Tagy:
fi: Tägit:
nn: Merelappar:
sv: Etiketter:

source: Files related to %s
ca: Fitxers relacionats amb %s
cs: Soubory spojené s %s
fi: Tiedostoja liittyen %s
fr: Fichiés en lien avec %s
nn: Filer som er beslekta med %s
pt: Ficheiros relacionados com %s
pt_br: Arquivos relacionados à %s
sv: Filer relaterade till %s

source: Today
ca: Avui
cs: Dnes
fi: Tänään
fr: Aujourd'hui
nn: I dag
pt: Hoje
pt_br: Hoje
sv: I Dag

source: All favorites
cs: Všechny oblíbené
fi: Kaikki suosikit
sv: Alla favoriter

source: Unbookmark
ca: Suprimeix de les activitats destacades
cs: Zrušit záložku
fi: Poista kirjainmerkeistä
fr: Enlever le marquage comme Favoris
nn: Fjern bokmerke
pt: Desmarcar
pt_br: Desmarcar

source: Bookmark
ca: Afegeix a les activitats destacades
cs: Vytvořit záložku
fi: Kirjainmerkki
fr: Marquer comme Favoris
nn: Bokmerke
pt: Marcar
pt_br: Marcar

source: Show related activities
ca: Mostra activitats relacionades
cs: Zobrazit spojené aktivity
fi: Näytä liittyviä toimia
fr: Afficher les activités similaires
nn: Vis nylige aktivitetar
pt: Apresentar atividades relacionadas
pt_br: Mostrar atividades relacionadas
sv: Visa relaterade aktiviteter

source: Edit tags...
ca: Canvia les etiquetes...
cs: Editovat tagy...
fi: Muokkaa tägejä
fr: Éditer les étiquettes...
nn: Rediger etikettar...
pt: Editar etiquetas...
pt_br: Editar tags...
sv: Redigera etiketter...

source: Delete item from Zeitgeist
ca: Suprimeix l'activitat del Zeitgeist
cs: Smazat položku z Zeitgeist
fi: Poista Zeitgeististä
fr: Supprimer l'élément de Zeitgeist
nn: Slett gjenstand frå Zeitgeist
pt: Apagar item do Zeitgeist
pt_br: Deletar item do Zeitgeist
sv: Radera post från Zeitgeist

source: Edit tags for %s
ca: Canvia les etiquetes per a %s
cs: Editovat tagy pro %s
fi: Muokkaa tägejä %s
fr: Éditer les étiquettes pour %s
nn: Rediger etikett for %s
pt: Editar etiquetas para %s
pt_br: Editar tags para %s
sv: Redigera etiketter för %s

source: Add
ca: Afegeix
cs: Přidat
fi: Lisää
fr: Ajouter
nn: Legg til
pt: Adicionar
pt_br: Adicionar
sv: Lägg till

source: Cancel
ca: Aborta
cs: Zrušit
fi: Peru
fr: Annuler
nn: Avbryt
pt: Cancelar
pt_br: Cancelar
sv: Ångra

source: GNOME Zeitgeist Project Viewer
ca: Visualitzador de projectes del GNOME Zeitgeist
cs: Prohlížeč projektů GNOME Zeitgeist
fi: GNOME Zeitgeist Projektin selain
fr: Visionneur de Projet de GNOME Zeitgeist
nn: GNOME Zeitgeist Prosjektframvisar
pt: Visualizador de Projectos GNOME Zeitgeist
pt_br: Visualizador de Projetos GNOME Zeitgeist
sv: GNOME Zeitgeist Projekt Visare

source: GNOME Zeitgeist Timeline
ca: Línia del temps del GNOME Zeitgeist
cs: Časová osa GNOME Zeitgeist
fi: GNOME Zeitgeist Aikajana
fr: Frise Chronologique de GNOME Zeitgeist
nn: GNOME Zeitgeist Tidslinje
pt: Linha temporal GNOME Zeitgeist
pt_br: Linha do Tempo GNOME Zeitgeist
sv: GNOME Zeitgeist Tidslinje

source: Yesterday
ca: Ahir
cs: Včera
fi: Eilen
fr: Hier
nn: I går
pt: Ontem
pt_br: Ontem
sv: Igår

source: Could not create database: %s
ca: No s'ha pogut crear la base de dades: %s
cs: Nebylo možné vytvořit databázi: %s
fi: Ei voitu luoda tietokantaa: %s
sv: Kunde inte skapa databas: %s

source: Error connecting with database: %s
ca: S'ha produït un error al connectar amb la base de dades: %s
cs: Chyba při připojovaní databáze: %s
fi: Virhe: Yhteydessä tietokantaan: %s
sv: Fel vid kontakt med databas: %s

source: Browse a journal of recently used files
ca: Navegueu un diari de fitxers utilitzats recentment
fi: Selaa päiväkirjaa viimeksi avattuja tiedostoja
sv: Bläddra i en dagbok med nyligen använda filer

source: File Journal
ca: Diari
fi: Tiedostojournaali
sv: Fildagbok

source: Zeitgeist File Journal
ca: Diari del Zeitgeist
fi: Zeitgeist tiedostojournaali
sv: Zeitgeist Fildagbok

source: Start the Zeitgeist engine
ca: Inicia el servei Zeitgeist
cs: Spustit Zeitgeist engine
fi: Käynnistä Zeitgeist moottori
sv: Starta Zeitgeist motorn

source: Zeitgeist Tray Icon
ca: Icona del Zeitgeist
cs: Zeitgeist Tray ikona
fi: Zeitgeist ilmoitusalueen kuvake

source: Type error logging item from "%s": %s
ca: Tipus de variable errònia al intentar registrar una activitat de «%s»: %s

source: All favourites
ca: Totes les destacades
fr: Tous les favoris
nn: Alle favorittar
pt: Todos os favoritos
pt_br: Todos os favoritos

source: Updating item: %s
pt: A actualizar item: %s
pt_br: Atualizando item: %s

source: Deleting item: %s
pt: A apagar item: %s
pt_br: Deletando item: %s

source: if another Zeitgeist instance is already running, replace it
pl: jeśli usługa Zeitgeist jest już uruchomiona, to ją zastępuje

source: do not start zeitgeist-datahub automatically
pl: bez automatycznego uruchamiania usługi zeitgeist-datahub

source: how much information should be printed; possible values:
pl: ile informacji wyświetlać; możliwe wartości:

source: File "%s" not found, not starting datahub
pl: Nie odnaleziono pliku "%s", usługa datahub nie zostanie uruchomiona

source: No passive loggers found, bye.
pl: Nie odnaleziono pasywnych dzienników, kończenie działania.

source: Could not load file: %s
pl: Nie można wczytać pliku: %s

source: Lost connection to zeitgeist-daemon, terminating.
pl: Utracono połączenie z usługą zeitgeist-daemon, kończenie działania.

source: Error logging item from "%s": %s
pl: Błąd podczas zapisywania elementu z "%s" w dzienniku: %s

source: Could not import GTK; data source disabled.
pl: Nie można zaimportować biblioteki GTK+. Dane źródłowe są wyłączone.
